Revit 2027 API
ConduitSize.BendRadius Property
 Minimum bend radius
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double BendRadius { get; }
Public ReadOnly Property BendRadius As Double
	Get
public:
property double BendRadius {
	double get ();
}
member BendRadius : float with get
Property Value
Double
See Also
Reference
ConduitSize Class
Autodesk.Revit.DB.Electrical Namespace